{
  "insult": [
    "You are a pig!",
    "You filthy trash!",
    "Fucking Weeb",
    "There's a reason no one loves you!",
    "If I had a gun with two bullets and I was in a room with Hitler, A grizzly bear, and you, I would shoot you twice.",
    "You are living proof that God has a sense of humor",
    "You're not fam anymore",
    "Will you shut the fuck up",
    "Don't make it gay!",
    "CUNT!!!",
    "Your mother was a hamster and your father smelt of elderberries",
    "You ugly!",
    "I hope you get T-bagged",
    "Duck Fucker, allegedly",
    "Master faggot",
    "You are the dumb",
    "You ain’t got no neck Dutch",
    "Como chingas",
    "You look like a bird!",
    "I bet you bite whale bubbles!",
    "My list of priorities goes something like this: Me> My spouse > My dog> My dogs shit> The dirt the shit is on > You",
    "I may not be perfect but at least I'm not you",
    "If my dog had a face like you, i'd paint his ass and teach him to walk backwards",
    "You look like a before picture",
    "At least you're not a whoop!",
    "Keep rolling your eyes, perhaps you'll find a brain back there",
    "Over a million sperm, and you were the first one to hit that egg?",
    "You must have been a born on a highway because that's where most accidents happen",
    "Everything happens for a reason. But sometimes the reason is that you're stupid and you make bad decisions",
    "You're like a software update. Whenever i see you I think not now",
    "I hope you step on a lego",
    "You are so fake, even china denied they made you",
    "If stupid could fly, you'd be a jet",
    "I would slap you, but that would be called animal abuse",
    "Somewhere out there, a tree is tirelessly producing oxygen for you. Go apologize to it",
    "I treasure the time I don't spend with you",
    "Your birth certificate is an apology letter from the condom factory",
    "Don't you love nature, despite what it did to you?",
    "You're about as important as a white crayon",
    "Your parents must be furious with the one child policy",
    "I may love to shop but i'm not buying your bullshit",
    "If i agreed with you, we'd both be wrong",
    "The last time i saw something like you... I flushed it",
    "You talk so much shit, I don't know whether to offer you a breath mint or toilet paper",
    "If you were a vegetable, you'd be a cabbitch",
    "If only a closed mind came with a closed mouth",
    "How many wrinkles does an asshole have? Smile! I'll count them",
    "The trash gets picked up tomorrow. Be ready",
    "I neither have the time nor the crayons to explain this to you",
    "If i wanted to kill myself, I would climb to your ego and jump to your IQ",
    "I'm not saying I hate you, but i'd unplug your life support to charge my phone",
    "You are the reason why safety scissors were invented",
    "You look like something I drew with my left hand",
    "Dumber than snake mittens",
    "I'm trying to see things from your point of view but I can't seem to get my head that far up my ass",
    "Mirrors can't talk. Lucky for you, they can't laugh either",
    "Hey, you have something on your chin... no, the 3rd one down",
    "Some day you'll go far... and I hope you stay there",
    "If laughter is the best medicine, your face must be curing the world",
    "So, a thought crossed your mind? Must have been a long and lonely journey",
    "When I see your face there's not a thing I would change... except the direction I was walking in",
    "If I had a dollar for every time you said something smart, I'd be broke",
    "When you were born the doctor threw you out the window and the window threw you back",
    "I love what you've done with your hair. How do you get it to come out of the nostrils like that?",
    "I refuse to enter a battle of wits with an unarmed opponent",
    "You shouldn't act hard-to-get when you're hard-to-want",
    "Roses are red, violets are blue. God made me pretty, what happened to you?",
    "You were only invited, because you asked us to!",
    "Some babies were dropped on their heads but you were clearly thrown at a wall",
    "Oi!!! Bitch Nugget!!!",
    "You sinner",
    "Shut up. Your mother buys you Mega Blocks instead of Legos.",
    "you face looks like something you clean out of the drain",
    "Roses are red, Violets are blue, you look like trash and smell like it too",
    "Fuck your couch",
    "Mirrors don't lie. Lucky for you, they don't laugh either."
  ]
}